[
  {
    "name": "Bloodborne",
    "description": "Bloodborne is an action role-playing game developed by FromSoftware and published by Sony Computer Entertainment, which was released for the PlayStation 4 in March 2015. Bloodborne follows the player's character, a Hunter, through the decrepit Gothic, Victorian-era–inspired city of Yharnam, whose inhabitants are afflicted with a blood-borne disease. Attempting to find the source of the plague, the player's character unravels the city's mysteries while fighting beasts and cosmic beings",
    "image_url": "https://raw.githubusercontent.com/aandradeb/fp/main/bloodborne.jpg"
  },
  {
    "name": "Darksouls",
    "description": "Dark Souls is a 2011 action role-playing game developed by FromSoftware and published by Namco Bandai Games. A spiritual successor to FromSoftware's Demon's Souls, the game is the second instalment in the Souls series. Dark Souls takes place in the fictional kingdom of Lordran, where players assume the role of a cursed undead character who begins a pilgrimage to discover the fate of their kind.",
    "image_url": "https://raw.githubusercontent.com/aandradeb/fp/main/darksouls.jpg"
  },
  {
    "name": "Sekiro",
    "description": "Sekiro: Shadows Die Twice is a 2019 action-adventure game developed by FromSoftware and published by Activision. The game follows a shinobi known as Sekiro as he attempts to take revenge on a samurai clan who attacked him and kidnapped his lord. It was released for Microsoft Windows, PlayStation 4, and Xbox One in March 2019 and for Stadia in October 2020",
    "image_url": "https://raw.githubusercontent.com/aandradeb/fp/main/sekiro.jpg"
  },
  {
    "name": "Doom",
    "description": "Doom is a 2016 first-person shooter game developed by id Software and published by Bethesda Softworks. It is the first major installment in the series since Doom 3 (2004). Players take the role of an unnamed space marine, known as the Doom Slayer, as he battles demonic forces from Hell that have been unleashed by the Union Aerospace Corporation within their energy-mining facility on Mars",
    "image_url": "https://raw.githubusercontent.com/aandradeb/fp/main/doom.jpg"
  },
  {
    "name": "Cuphead",
    "description": "Cuphead is a 2017 run and gun video game developed and published by Studio MDHR. The game was inspired by the rubber hose style of animation used in cartoons from the golden age of American animation, such as the works of Walt Disney Animation Studios and Fleischer Studios, and it sought to emulate their subversive and surrealist qualities",
    "image_url": "https://raw.githubusercontent.com/aandradeb/fp/main/cuphead.jpg"
  },
  {
    "name": "The last of us",
    "description": "The Last of Us is a 2013 action-adventure game developed by Naughty Dog and published by Sony Computer Entertainment. Players control Joel, a smuggler tasked with escorting a teenage girl, Ellie, across a post-apocalyptic United States",
    "image_url": "https://raw.githubusercontent.com/aandradeb/fp/main/tlou-ps3.jpg"
  }
]
